/* No comment provided by engineer. */
"%@, till %@" = "%1$@, մինջև %2$@";

/* No comment provided by engineer. */
"12 months" = "12 ամիս";

/* No comment provided by engineer. */
"3 months" = "3 ամիս";

/* No comment provided by engineer. */
"6 months" = "6 ամիս";

/* No comment provided by engineer. */
"About" = "Մեր մասին";

/* No comment provided by engineer. */
"Account" = "Հաշիվ";

/* No comment provided by engineer. */
"Summary" = "Ամփոփում";

/* No comment provided by engineer. */
"Account Details" = "Հաշվի տվյալներ";

/* No comment provided by engineer. */
"Accounts" = "Հաշիվներ";

/* No comment provided by engineer. */
"Add" = "Ավելացնել";

/* No comment provided by engineer. */
"Add Payment" = "Ավելացնել վճարում";

/* No comment provided by engineer. */
"Add\nIncome" = "Ավելացնել\nեկամուտները";

/* No comment provided by engineer. */
"Add new category" = "Ավելացնել նոր կատեգորիա";

/* No comment provided by engineer. */
"Add\nPayment" = "Ավելացնել\nվճարում";

/* No comment provided by engineer. */
"Amount" = "Գումար";

/* No comment provided by engineer. */
"App Restored!" = "Ծր. Վերականգնված է!";

/* No comment provided by engineer. */
"App version" = "Ծր. տարբերակ";

/* No comment provided by engineer. */
"Back" = "Վերադառնալ";

/* No comment provided by engineer. */
"Backup" = "Կրկնօրինակ";

/* No comment provided by engineer. */
"Backup created!" = "Կրկնօրինակը ստեղծված է!";

/* No comment provided by engineer. */
"Balance" = "Մնացորդը";

/* No comment provided by engineer. */
"Payment" = "Վճարում";

/* No comment provided by engineer. */
"User Info" = "Օգտագործողի Տեղեկատվություն";

/* No comment provided by engineer. */
"Payment Details" = "Վճարման Մանրամասնություններ";

/* No comment provided by engineer. */
"Payments" = "Վճարումներ";

/* No comment provided by engineer. */
"Budget Tracker" = "Բյուջեի Մասին";

/* No comment provided by engineer. */
"Cancel" = "Վերացնել";

/* No comment provided by engineer. */
"Categories" = "Կատեգորիաներ";

/* No comment provided by engineer. */
"Category" = "Կատեգորիա";

/* No comment provided by engineer. */
"Air tickets" = "Ավիատոմսեր";

/* No comment provided by engineer. */
"Association fee" = "Միության վճար";

/* No comment provided by engineer. */
"Auto Loan" = "Ավտո վարկեր";

/* No comment provided by engineer. */
"Bicycle" = "Հեծանիվ";

/* No comment provided by engineer. */
"Books/Magazines" = "Գրախանութներ";

/* No comment provided by engineer. */
"Bus" = "Ավտոբուս";

/* No comment provided by engineer. */
"Cable/Dish" = "Արբանյակային ալեհավաք";

/* No comment provided by engineer. */
"Car/Auto" = "Ավտոմեքենա";

/* No comment provided by engineer. */
"CellPhone" = "Բջջ. հեռախոս";

/* No comment provided by engineer. */
"Clothing" = "Հագուստ";

/* No comment provided by engineer. */
"Departmental" = "Բաժանմունքային";

/* No comment provided by engineer. */
"DVD rental" = "Տեսաերիզի վարձակալում";

/* No comment provided by engineer. */
"Electricity" = "Էլեկտրականություն";

/* No comment provided by engineer. */
"Entertainment" = "Ժամանց";

/* No comment provided by engineer. */
"Food/Groceries" = "Մթերք, բանջարեղեն";

/* No comment provided by engineer. */
"Garbage" = "Աղբ";

/* No comment provided by engineer. */
"Gas/Heating" = "Գազ, Ջեռուցում";

/* No comment provided by engineer. */
"Gasoline" = "Բենզին";

/* No comment provided by engineer. */
"Gifts/Charity" = "Նվերներ, Բարեգործություն";

/* No comment provided by engineer. */
"Groceries" = "Բանջարեղեն";

/* No comment provided by engineer. */
"Home/Rent" = "Տան Վարձակալություն";

/* No comment provided by engineer. */
"Hotel/Lodging" = "Հյուրանոց, Կացարան";

/* No comment provided by engineer. */
"Insurance - Auto" = "Մեքենայի Ապահովագրություն";

/* No comment provided by engineer. */
"Insurance - Home" = "Տան Ապահովագրություն";

/* No comment provided by engineer. */
"Insurance - Medical" = "Բժշկական Ապահովագրություն";

/* No comment provided by engineer. */
"Insurance/Medical" = "Բժշկական Ապահովագրություն";

/* No comment provided by engineer. */
"Internet" = "Ինտերնետ";

/* No comment provided by engineer. */
"Kids/Toys" = "Երեխաների խաղալիքներ";

/* No comment provided by engineer. */
"Lipstick" = "Շրթներկ";

/* No comment provided by engineer. */
"Medical Payments/Co-pay" = "Բժշկական վճարումներ, ապահովագրություն";

/* No comment provided by engineer. */
"Misc/One-Time" = "Այլ միանվագ վճարումներ";

/* No comment provided by engineer. */
"Mortgage" = "Հիփոթեք";

/* No comment provided by engineer. */
"Movies" = "Ֆիլմեր";

/* No comment provided by engineer. */
"Music" = "Երաժշտություն";

/* No comment provided by engineer. */
"Oil Change" = "Յուղի փոփոխություն";

/* No comment provided by engineer. */
"Personal items" = "Անհատական պարագաներ";

/* No comment provided by engineer. */
"Pet" = "Ընտանի Կենդաններ";

/* No comment provided by engineer. */
"Property tax" = "Գույքահարկ";

/* No comment provided by engineer. */
"Rent" = "Վարձակալություն";

/* No comment provided by engineer. */
"Restaurant/Fast food" = "Ռեստորան, Արագ սնունդ";

/* No comment provided by engineer. */
"Scissors" = "Մկրատ";

/* No comment provided by engineer. */
"Shoes" = "Կոշիկ";

/* No comment provided by engineer. */
"Soccer" = "Ֆուտբոլ";

/* No comment provided by engineer. */
"Telephone" = "Հեռախոս";

/* No comment provided by engineer. */
"Tracking-route" = "Հետեւող-երթուղին";

/* No comment provided by engineer. */
"Utilities" = "Կոմունալ";

/* No comment provided by engineer. */
"Water" = "Ջուր";

/* No comment provided by engineer. */
"Change currency" = "Փոխել արժույթը";

/* No comment provided by engineer. */
"Choose Start Screen" = "Ընտրել Էկրանի Սկիզբը";

/* No comment provided by engineer. */
"Column view" = "Տեսքը Սյունակով";

/* No comment provided by engineer. */
"Confirm Password" = "Հաստատեք Գաղտնաբառը";

/* No comment provided by engineer. */
"Contact" = "Կապ";

/* No comment provided by engineer. */
"Contact Us" = "Հետադարձ Կապ";

/* No comment provided by engineer. */
"Create Backup for MyBudget?" = "Ստեղծե՞լ MyBudget-ի կրկնօրինակը:";

/* No comment provided by engineer. */
"Created backup by name '%@'" = "Ստեղծված է կրկնօրինակը ըստ '%@' անվան:";

/* No comment provided by engineer. */
"Date" = "Ամսաթիվ";

/* No comment provided by engineer. */
"Day" = "Օր";

/* No comment provided by engineer. */
"Daily" = "Օրական";

/* No comment provided by engineer. */
"Workdays" = "Աշխ. Օր.";

/* No comment provided by engineer. */
"Weekly" = "Շաբաթական";

/* No comment provided by engineer. */
"Monthly" = "Ամսական";

/* No comment provided by engineer. */
"Quarterly" = "Եռամսյակային";

/* Delete */
"Delete" = "Ջնջել";

/* No comment provided by engineer. */
"Delete after (months)" = "Ջնջել (ամիսից)";

/* No comment provided by engineer. */
"Delete not allowed" = "Ջնջելը չի թույլատրվում";

/* No comment provided by engineer. */
"Delete only this" = "Ջնջել միայն այս";

/* No comment provided by engineer. */
"Delete this and after all" = "Ջնջել այս և սրանից հետո ամբողջը";

/* No comment provided by engineer. */
"Do you really want to assign it?" = "Դուք իսկապե՞ս ուզում եք դա նշանակել:";

/* No comment provided by engineer. */
"Do you really want to change currency?" = "Դուք իսկապե՞ս ուզում եք փոխել արժույթը:";

/* No comment provided by engineer. */
"Duration" = "Տևողություն";

/* No comment provided by engineer. */
"Email" = "Էլ. Փոստ";

/* No comment provided by engineer. */
"End Date" = "Վերջ. ամսաթիվ";

/* No comment provided by engineer. */
"End Date:" = "Վերջ. ամսաթիվ:";

/* No comment provided by engineer. */
"Error" = "Սխալ";

/* No comment provided by engineer. */
"Payments" = "Վճարումներ";

/* No comment provided by engineer. */
"Feedback" = "Արձագանք";

/* No comment provided by engineer. */
"Feedback on MyBudget iphone app" = "Արձագանք MyBudget-ին iPhone-ծրագրում";

/* No comment provided by engineer. */
"Firstname" = "Անուն";

/* No comment provided by engineer. */
"Full reset" = "Ամբողջական զրոյացում";

/* No comment provided by engineer. */
"Fully reset MyBudget?" = "Լիովին MyBudget-ի զրոյացում";

/* No comment provided by engineer. */
"General" = "Ընդհանուր";

/* No comment provided by engineer. */
"Graphic view" = "Տեսքը Գրաֆիկական";

/* No comment provided by engineer. */
"Home" = "Գլխավոր էջ";

/* No comment provided by engineer. */
"Home currency" = "Արժույթը";

/* No comment provided by engineer. */
"Impressum" = "Շտամպ";

/* No comment provided by engineer. */
"Income" = "Եկամուտ";

/* No comment provided by engineer. */
"Income and Expense entries" = "Եկամուտների եւ ծախսերի գրառումները";

/* No comment provided by engineer. */
"Income Details" = "Մանրամասն Եկամուտ";

/* No comment provided by engineer. */
"Incomes" = "Եկամուտներ";

/* No comment provided by engineer. */
"Information" = "Տեղեկատվություն";

/* No comment provided by engineer. */
"Item was not found" = "Նյութը չի գտնվել";

/* No comment provided by engineer. */
"Keep me logged in" = "Հիշել գաղտնաբառը";

/* No comment provided by engineer. */
"Language" = "Լեզու";

/* No comment provided by engineer. */
"Language changed!" = "Լեզուն փոխվեց";

/* No comment provided by engineer. */
"Lastname" = "Ազգանուն";

/* No comment provided by engineer. */
"Location" = "Դիրք";

/* No comment provided by engineer. */
"Login" = "Մուտք";

/* No comment provided by engineer. */
"Logout" = "Ելք";

/* No comment provided by engineer. */
"Maintenance" = "Պահպանում";

/* No comment provided by engineer. */
"Message is sent successfully." = "Հաղորդագրությունը ուղարկվել է հաջողությամբ:";

/* No comment provided by engineer. */
"Message sending failed." = "Հաղորդագրությանը ուղարկելը չհաջողվեց.";

/* No comment provided by engineer. */
"Message sending failed. Unknown error occurred." = "Հաղորդագրություն ուղարկելը ձախողվել է: Անհայտ սխալ:";

/* No comment provided by engineer. */
"Month" = "Ամիս";

/* No comment provided by engineer. */
"Month start date (1-%i)" = "Ամսվա սկիզբ (1-%i)";

/* No comment provided by engineer. */
"In order to apply changes, you need to restart app. Please press OK" = "Ծր.-ը պետք է վերաբեռնել նախքան առաջ շարժվելը. Սեղմեք OK վերաբեռնելու համար";

/* No comment provided by engineer. */
"Name" = "Անուն";

/* No comment provided by engineer. */
"New category" = "Նոր կատեգորիա";

/* No comment provided by engineer. */
"New User" = "Նոր օգտագործող";

/* No comment provided by engineer. */
"Nickname is already used. Please try another nickname." = "Մականունն արդեն օգտագործվել է: Փորձեք այլ մականուն գրանցման կարգավորումների էջում:";

/* No comment provided by engineer. */
"NO" = "ՈՉ";

/* No comment provided by engineer. */
"No iCloud access" = "Չկա iCloud-ի մուտքի հնարավորություն:";

/* No comment provided by engineer. */
"Not mandatory" = "Ոչ պարտադիր";

/* No comment provided by engineer. */
"Notes" = "Գրառումներ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password" = "Գաղտնաբառ";

/* No comment provided by engineer. */
"Passwords do not match. Please try again." = "Գաղտնաբառերը չեն համընկնում. Խնդրում ենք կրկին փորձել:";

/* No comment provided by engineer. */
"Pay" = "Վճարել";

/* No comment provided by engineer. */
"Period" = "Ժամանակաշրջան";

/* No comment provided by engineer. */
"Periodicity" = "Պարբերականությունը";

/* No comment provided by engineer. */
"Phone number" = "Հեռախոսի համար";

/* No comment provided by engineer. */
"Pie view" = "Տեսքը շրջանաձև դիագրամով";

/* No comment provided by engineer. */
"Please fill in" = "Խնդրում ենք լրացնել";

/* No comment provided by engineer. */
"Please fill in amount field" = "Խնդրում ենք լրացնել \"գումար\" դաշտը:";

/* No comment provided by engineer. */
"Please fill in category name" = "Խնդրում ենք լրացնել կատեգորիայի անունը:";

/* No comment provided by engineer. */
"Please fill in category name and/or choose icon" = "Խնդրում ենք լրացնել կատեգորիայ անունը եւ (կամ) ընտրել պատկերակը:";

/* No comment provided by engineer. */
"Please fill in name field" = "Խնդրում ենք լրացնել \"Անունը\" դաշտը.";

/* No comment provided by engineer. */
"Please fill in required field." = "Խնդրում ենք լրացնել անհրաժեշտ դաշտերը:";

/* No comment provided by engineer. */
"Please fill in type field" = "Խնդրում ենք լրացնել տիպի դաշտ:";

/* No comment provided by engineer. */
"Please restart the application in order to see the changes." = "Խնդրում ենք վերաբեռնեք ծրագիրը, որպեսզի տեսնեք փոփոխությունները:";

/* No comment provided by engineer. */
"Please select" = "Խնդրում ենք ընտրել";

/* No comment provided by engineer. */
"Please select account" = "Խնդրում ենք ընտրել հաշիվ";

/* No comment provided by engineer. */
"Please select category" = "Խնդրում ենք ընտրել կատեգորիա";

/* No comment provided by engineer. */
"Please Select Periodicity" = "Խնդրում ենք ընտրել պարբերականություն";

/* No comment provided by engineer. */
"Please select recurring periodicity and end date." = "Խնդրում ենք ընտրել պարբերականությունը եւ ավարտի ամսաթիվը:";

/* No comment provided by engineer. */
"Please take care of " = "Խնդրում ենք ուշադրություն դարձնել ";

/* No comment provided by engineer. */
"Please take care of pending" = "Please take care of pending";

/* No comment provided by engineer. */
"Quick Summary" = "Կարճ Ամփոփում";

/* No comment provided by engineer. */
"Recurrence not found" = "Կրկնություն չի գտնվել";

/* No comment provided by engineer. */
"Recurring" = "Պարբերականություն";

/* No comment provided by engineer. */
"Refine" = "Զտել";

/* No comment provided by engineer. */
"Register" = "Գրանցում";

/* No comment provided by engineer. */
"Remind At" = "Հիշեցում";

/* No comment provided by engineer. */
"Repeat" = "Կրկնություն";

/* No comment provided by engineer. */
"Report period" = "Հաշվետվության ժամկետը";

/* No comment provided by engineer. */
"Report view types" = "Զեկույցների տեսակները";

/* No comment provided by engineer. */
"Report" = "Հաշվետվություն";

/* No comment provided by engineer. */
"Reports" = "Հաշվետվություններ";

/* No comment provided by engineer. */
"Representation" = "Նկարագրություն";

/* No comment provided by engineer. */
"Required" = "Պահանջվող";

/* No comment provided by engineer. */
"Restore" = "Վերականգնել";

/* No comment provided by engineer. */
"Restore failed." = "Վերականգնումը ձախողվեց:";

/* No comment provided by engineer. */
"Restore MyBudget?" = "Վերականգնե՞լ MyBudget:";

/* No comment provided by engineer. */
"Review" = "Ստուգել";

/* No comment provided by engineer. */
"Save" = "Պահպանել";

/* No comment provided by engineer. */
"Edit" = "Խմբագրել";

/* No comment provided by engineer. */
"Done" = "Կատարված է";

/* No comment provided by engineer. */
"Savings, Credit, Cash, Visa, Debt, etc." = "Խնայողությունները, վարկեր, կանխիկ, վիզա, դեբետային պարտք, եւ այլն:";

/* No comment provided by engineer. */
"Search" = "Որոնել";

/* No comment provided by engineer. */
"Search Period" = "Որոնման ժամանակաշրջանը";

/* No comment provided by engineer. */
"Select Account" = "Ընտրել հաշիվ";

/* No comment provided by engineer. */
"Select category" = "Ընտրել կատեգորիա";

/* No comment provided by engineer. */
"Select Currency" = "Ընտրել տարադրամը";

/* No comment provided by engineer. */
"Select Language" = "Ընտրել լեզուն";

/* No comment provided by engineer. */
"Select location" = "Ընտրեք վայրը";

/* No comment provided by engineer. */
"Select Reminder Time" = "Ընտրել հիշեցման ժամանակը";

/* No comment provided by engineer. */
"Settings" = "Պարամետրեր";

/* No comment provided by engineer. */
"Short passwords are easy to guess. Try one with at least 6 characters." = "Կարճ գաղտնաբառերը հեշտ է կռահել. Փորձեք պահել առնվազն 6 նիշ:";

/* No comment provided by engineer. */
"at least 6 characters" = "առնվազն 6 նիշ";

/* No comment provided by engineer. */
"Start Date" = "Սկզբնական ամսաթիվ";

/* No comment provided by engineer. */
"Start Date:" = "Սկզբնական ամսաթիվ:";

/* No comment provided by engineer. */
"Start screen" = "Սկզբնական էկրան";

/* No comment provided by engineer. */
"Start Screen changed" = "Սկզբնական Էկրանը փոխվել է";

/* No comment provided by engineer. */
"Start/End Dates" = "Սկզբնական/Վերջնական Ամսաթվեր";

/* No comment provided by engineer. */
"Table view" = "Տեսքը Աղյուսակով";

/* No comment provided by engineer. */
"The account is negative." = "Այս հաշիվը բացասական է.";

/* No comment provided by engineer. */
"The account is used and you can not delete it" = "Այս հաշիվը օգտագործվում է, եւ դուք չեք կարող ջնջել այն:";

/* No comment provided by engineer. */
"The category is used and you can not delete it" = "Այս կատեգորիան օգտագործվում է, եւ դուք չեք կարող ջնջել այն:";

/* No comment provided by engineer. */
"The category is used and you can not delete it." = "Այս կատեգորիան օգտագործվում է, եւ դուք չեք կարող ջնջել այն:";

/* No comment provided by engineer. */
"The end date is less then start date. Please select valid duration." = "Վերջնաժամկետը պակաս է սկսելու ամսաթվից: Խնդրում ենք ընտրել վավեր տեւողություն:";

/* No comment provided by engineer. */
"The end date is less then start date. Please select valid end date." = "Վերջնաժամկետը պակաս է մեկնարկային ամսաթվից. Խնդրում ենք ընտրել ճիշտ վերջնաժամկետ:";

/* No comment provided by engineer. */
"The entered email is invalid. Please try again." = "Ներմուծված էլփոստը անվավեր է: Խնդրում ենք կրկին փորձել:";

/* No comment provided by engineer. */
"The entered phone number is invalid. Please try again." = "Ներմուծված հեռախոսահամարը անվավեր է: Խնդրում ենք կրկին փորձել:";

/* No comment provided by engineer. */
"The entered username and/or password is incorrect. Please try again." = "Ներմուծված մականունը և/կամ գաղտնաբառը սխալ է: Խնդրում ենք կրկին փորձել:";

/* No comment provided by engineer. */
"The mention date has already passed. Please select valid date." = "Նշված ժամկետը արդեն անցել է: Խնդրում ենք ընտրել վավեր ամսաթիվ:";

/* No comment provided by engineer. */
"The name already used.\nDo you want to use it?" = "Անունն արդեն օգտագործվել է:\nՑանկանու՞մ եք օգտագործել այն:";

/* No comment provided by engineer. */
"The name already used.\nPlease try another name." = "Անունն արդեն օգտագործվել է:\nԽնդրում ենք փորձեք մեկ այլ անուն.";

/* No comment provided by engineer. */
"The subcategories will also be removed. Do you really want it?" = "Ենթակատեգորիաները նույնպես կջնջվեն: Դուք իսկապե՞ս ուզում են այն:";

/* No comment provided by engineer. */
"Theme" = "Թեմա";

/* No comment provided by engineer. */
"There are no payments" = "Չկան վճարումներ";

/* No comment provided by engineer. */
"There is no backup file." = "Չկա կրկնօրինակված ֆայլը.";

/* No comment provided by engineer. */
"This will delete all data that you have entered and leave MyBudget as if it was newly installed. Would you like to continue?" = "Կջնջվեն բոլոր տվյալները, որոնք դուք մուտքագրել եք եւ կհեռացվի MyBudget-ից, եթե այն նոր է տեղադրվել: Ցանկանու՞մ եք շարունակել:";

/* No comment provided by engineer. */
"Total: %.2f %@" = "Ընդհանուր: %.2f %@";

/* No comment provided by engineer. */
"Transactions" = "Գործառնություններ";

/* No comment provided by engineer. */
"Type" = "Տիպ";

/* No comment provided by engineer. */
"Unknown" = "Անհայտ";

/* No comment provided by engineer. */
"Username" = "Մականուն";

/* No comment provided by engineer. */
"Version " = "Տարբերակ ";

/* No comment provided by engineer. */
"View Details" = "Մանրամասնորեն";

/* No comment provided by engineer. */
"View\nTrans" = "Դիտել\nԳործարքները";

/* No comment provided by engineer. */
"Warning" = "Զգուշացում";

/* No comment provided by engineer. */
"Week" = "Շաբաթ";

/* No comment provided by engineer. */
"Welcome" = "Ողջույն";

/* No comment provided by engineer. */
"Year" = "Տարի";

/* No comment provided by engineer. */
"YES" = "ԱՅՈ";

/* No comment provided by engineer. */
"Аccount" = "Հաշիվ";

"You can't create %@ with 0 %@ amount. Please correct it" = "Դուք չեք կարող ստեղծել %@ 0 %@ գումարով: Խնդրում ենք ուղղել այն:";

"income" = "եկամուտ";

"payment" = "վճարում";

// contact us
"contact.us" = "Հետադարձ կապ";

// Impressum
"impressum" = "Շտամպ";

"impressum.company.name" = "Ընկերություն";

"impressum.company.content" = "ընկերությունն իր ուրույն տեղն ունի ՏՏ-տրամադրող ընկերությունների շարքում: Մեր աշխատանքում";

"impressum.company.content2" = "առաջնահերթություն է համարվում ոչ միայն տեխնոլոգիան, այլև Ձեր մրցակցային առավելությունը:\nՄենք ոչ միայն պատկերում ենք Ձեր բիզնես մոդելը, այլև կատարելագործում ենք այն ժամանակակից տեխնոլոգիաներով, անզիջում որակով և ֆիքսված գներով:\nՄեր նվիրված և փորձառու մասնագետները, ովքեր ոչ միայն տեխնոլոգիաների մասնագետներ են, այլև բիզնեսի, իրենց վրա են ստանձնում պատասխանատվությունը իրենց աշխատանքի արդյունքի համար: Նախնական հայեցակարգից սկսած մինչև ծրագրավորում և իրագործում` մենք անձամբ երաշխավորում ենք Ձեր ակնկալիքների իրականացումը:";

"The Backup functionality will be available in the next version." = "Կրկնորինակման ֆունկցիոնալութունը կլինի ծրագրի մյուս տարբերակում:";

"The Restore functionality will be available in the next version." = "Վերականգնման ֆունկցիոնալութունը կլինի ծրագրի մյուս տարբերակում:";
